---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.GroupOffsetFromLevel
source: html/166a860d-43f1-9cdb-ca65-324f7961d95a.htm
---
# Autodesk.Revit.DB.ParameterTypeId.GroupOffsetFromLevel Property

"Origin Level Offset"

## Syntax (C#)
```csharp
public static ForgeTypeId GroupOffsetFromLevel { get; }
```